Repository: mailpile/Mailpile
Catalog: mailpile/locale/*/LC_MESSAGES/mailpile.po
Languages: sv_se

source: Failed
sv_se: Misslyckades

source: Failed to parse arguments
sv_se: Misslyckades med att tolka argument

source: No such ID: %s
sv_se: Inget sådant ID: %s

source: What message is %s?
sv_se: Vilket medelande är %s?

source: %s error: %s
sv_se: %s fel: %s

source: Generating result
sv_se: Genererar resultat

source: Parsing metadata for %d results (full_threads=%s)
sv_se: Tolkar metadata för %d resultat (full_threads=%s)

source: Search: %s
sv_se: Sök: %s

source: Loaded metadata index
sv_se: Laddade metadataindex

source: Failed to loaded metadata index
sv_se: Kunde inte ladda metadataindex

source: Rescanned vcards
sv_se: Omskannade visitkort

source: Rescanned mailboxes
sv_se: Skannade om mailboxar

source: Failed to reindex: %s
sv_se: Kunde inte omindexera: %s

source: Indexed %d messages
sv_se: Indexerade %d meddelanden

source: Rescan already in progress
sv_se: Omskanning är redan igång

source: Rescanned vcards and mailboxes
sv_se: Omskannade visitkort och mailboxar

source: User aborted
sv_se: Användare avbröt

source: Rescanning: %s
sv_se: Skannar om: %s

source: Running: %s
sv_se: Kör: %s

source: Rescanning: %s %s
sv_se: Skannar om: %s %s

source: Failed to rescan: %s
sv_se: Misslyckades med att skanna om: %s

source: Nothing changed
sv_se: Inget ändrades

source: Optimized search engine
sv_se: Optimerad sökmotor

source: Aborted
sv_se: Avbruten

source: Started the web server
sv_se: Startade webbservern

source: Wrote PID to %s
sv_se: Skrev PID till %s

source: Rendered the page
sv_se: Renderar sidan

source: Nothing Found
sv_se: Inget Hittades

source: Listed events, threads, and locks
sv_se: Listade händelser, trådar och lås

source: Current directory is %s
sv_se: Nuvarande mapp är %s

source: Failed to list directory: %s
sv_se: Kunde inte lista mapp: %s

source: Failed to change directories: %s
sv_se: Kunde inte ändra mapp: %s

source: That file already exists: %s
sv_se: Den filen existerar redan: %s

source: Dumped to %s: %s
sv_se: Dumpade till %s: %s

source: Dumped: %s
sv_se: Dumpad: %s

source: Updated your settings
sv_se: Uppdaterade dina inställningar

source: Reset to default values
sv_se: Återställde till standardvärden

source: Invalid keys
sv_se: Ogiltiga nycklar

source: Displayed settings
sv_se: Visade inställningar

source: Too many files
sv_se: För många filer

source: Failed to read: %s
sv_se: Kunde inte läsa: %s

source: Added %d mailboxes
sv_se: Lade till %d mailboxar

source: Nothing was added
sv_se: Inget lades till

source: Set output mode to: %s
sv_se: Satte outputläge till: %s

source: Shutting down...
sv_se: Stänger ner...

source: The Web interface address is: %s
sv_se: Webgränssnittadressen är: %s

source: The Web interface is disabled.
sv_se: Webgränssnittet är avaktiverat.

source: Type `help` for instructions or press <Ctrl-d> to quit.
sv_se: Skriv `help` för instruktioner eller tryck <Ctrl-d> för att avsluta.

source: Commands:
sv_se: Kommandon:

source: Tags: (use a tag as a command to display tagged messages)
sv_se: Taggar: (använd en tagg som ett kommando för att visa taggade meddelanden)

source: Error
sv_se: Fel

source: Displayed help
sv_se: Visad hjälp

source: Unknown command
sv_se: Okänt kommando

source: Displayed variables
sv_se: Skyltade variabler

source: Displayed welcome message
sv_se: Skyltade välkomstmeddelanden

source: Unknown command: %s
sv_se: Okänt commando: %s

source: true
sv_se: sant

source: yes
sv_se: ja

source: on
sv_se: på

source: false
sv_se: falskt

source: no
sv_se: nej

source: Invalid boolean: %s
sv_se: Ogiltigt boolesk: %s

source: Invalid hostname: %s
sv_se: Ogiltigt värdnamn: %s

source: File/directory does not exist: %s
sv_se: Fil/mapp existerar inte: %s

source: Not a file: %s
sv_se: Inte en fil: %s

source: Not a directory: %s
sv_se: Inte en mapp: %s

source: Please override this method
sv_se: Var vänlig skriv över den här metoden

source: Only lists or dictionaries can contain dictionary values (key %s).
sv_se: Endast listor och kataloger får innehålla katalogvärden (nyckel %s).

source: Subsections must be immutable (key %s).
sv_se: Underavdelningar måste vara oföränderliga (nyckel %s).

source: Lists cannot have default values (key %s).
sv_se: Listor kan inte ha standardvärden (nyckel %s)

source: Invalid type "%s" for key "%s" (value: %s)
sv_se: Ogiltig typ "%s" för nyckel "%s" (värde: %s)

source: Invalid key for %s: %s
sv_se: Ogiltig nyckel för %s: %s

source: Modifying %s/%s is not allowed
sv_se: Att ändra %s/%s är inte tillåtet

source: Invalid value for %s/%s: %s
sv_se: Ogiltigt värde för %s/%s: %s

source: Unknown constraint for %s/%s: %s
sv_se: Okänd restriktion för %s/%s: %s

source: Cannot append to fixed dict
sv_se: Kan inte lägga till till fixerad mapp

source: Creating: %s
sv_se: Skapar: %s

source: Invalid (%s): section %s does not exist
sv_se: Ogiltig (%s): sektionen %s existerar inte

source: Invalid (%s): section %s, variable %s=%s
sv_se: Ogiltig (%s): sektion %s, variabel %s=%s

source: Loading plugin: %s
sv_se: Laddar plugin: %s

source: Processing manifests
sv_se: Bearbetar manifest

source: No such mailbox: %s
sv_se: Ingen sådan mailbox: %s

source: %s: Updating: %s
sv_se: %s: Updaterar: %s

source: %s: Opening: %s (may take a while)
sv_se: %s: Öppnar: %s (kan ta en stund)

source: Sent using Mailpile, Free Software from www.mailpile.is
sv_se: Skickat med Mailpile, Fri Mjukvara från www.mailpile.is

source: Mailpile program version
sv_se: Mailpiles programversion

source: Configuration timestamp
sv_se: Konfigurationstid

source: Technical system settings
sv_se: Tekniska systeminställningar

source: Max files kept open at once
sv_se: Max antal filer öppna på samma gång

source: History length (lines, <0=no save)
sv_se: Historiklängd (rader, <0=inget sparas)

source: Listening port for web UI
sv_se: Lyssningsport för webbgränssnitt

source: Max results we sort "well"
sv_se: Max antal resultat vi sorterar "bra"

source: Max length of metadata snippets
sv_se: Maxlängd på metadatafragment

source: Debugging flags
sv_se: Felsökningsflaggor

source: Host:port of PGP keyserver
sv_se: Värd:port för PGP-nyckelserver

source: Override the home directory of GnuPG
sv_se: Ändra hemmappen för GnuPG

source: Listening host for web UI
sv_se: Lyssningsvärd för webgränssnitt

source: Local read/write Maildir
sv_se: Lokal läs/skriv Maildir

source: Metadata index file
sv_se: Metadata indexfil

source: Search index directory
sv_se: Sök indexkatalog

source: Mailboxes we index
sv_se: Mailboxar vi indexerar

source: Plugins to load on startup
sv_se: Plugins att ladda vid start

source: Locations of assorted data
sv_se: Platser för sorterad data

source: Default theme
sv_se: Standardtema

source: Location of event log
sv_se: Plats för händelselogg

source: Demo mode, disallow changes
sv_se: Demoläge, avvisa ändringar

source: User preferences
sv_se: Användarinställningar

source: Search results per page
sv_se: Sökresultat per sida

source: New mail check frequency
sv_se: Kontrollfrekvens för nya mail

source: Inline PGP signatures or attached
sv_se: PGP-signaturer i text eller som bilaga

source: Encrypt local data to ...
sv_se: Kryptera lokal data till...

source: Default encryption policy for outgoing mail
sv_se: Standard krypteringspolicy för utgående mail

source: Default sort order
sv_se: Standard sorteringsordning

source: Key to use to scramble the index
sv_se: Nyckel att använda för att förvränga indexet

source: Make encrypted content searchable
sv_se: Gör krypterat innehåll sökbart

source: Command run before rescanning
sv_se: Kommando att köra innan omskanning

source: Default outgoing e-mail address
sv_se: Standard avsändaradress

source: Default outgoing mail route
sv_se: Standardväg för utgående mail

source: Always BCC self on outgoing mail
sv_se: BCCa alltid utgående mail till dig själv

source: User interface language
sv_se: Språk för användargränssnitt

source: VCard import/export settings
sv_se: VCard import-/exportinställningar

source: VCard import settings
sv_se: VCard importinställningar

source: VCard export settings
sv_se: VCard exportinställningar

source: Route name
sv_se: Vägnamn

source: Messaging protocol
sv_se: Meddelandeprotokoll

source: User name
sv_se: Användarnamn

source: Password
sv_se: Lösenord

source: Shell command
sv_se: Shell-kommando

source: Host
sv_se: Värd

source: Incoming message sources
sv_se: Inkommande meddelandekällor

source: Source name
sv_se: Källnamn

source: Mailbox protocol or format
sv_se: Mailboxprotokoll eller format

source: Shell command run before syncing
sv_se: Shell-kommando att köra innan synkning

source: Shell command run after syncing
sv_se: Shell-kommando att köra efter synkning

source: How frequently to check for mail
sv_se: Hur ofta ny mail ska kontrolleras

source: Mailbox discovery policy
sv_se: Mailbox upptäckandepolicy

source: Paths to watch for new mailboxes
sv_se: Sökväg för nya mailboxar

source: Default mailbox policy
sv_se: Standard mailboxpolicy

source: Copy mail to a local mailbox?
sv_se: Kopiera mail till en lokal mailbox?

source: Create a tag for each mailbox?
sv_se: Skapa en tagg för varje mailbox?

source: Is a potential source of new mail
sv_se: Är en potentiell källa för nya mail

source: Tags applied to messages
sv_se: Taggar applicerade till meddelanden

source: Mailboxes
sv_se: Mailboxar

source: Mailbox source path
sv_se: Mailbox källsökväg

source: Local mailbox path
sv_se: Lokal mailboxsökväg

source: Is a source of new mail
sv_se: Är en källa för nya mail

source: A tag representing this mailbox
sv_se: En tagg som representerar den här mailboxen

source: DEPRECATED: User profiles and personalities
sv_se: FÖRÅLDRAD: Användarprofiler och personligheter

source: Account name
sv_se: Kontonamn

source: E-mail address
sv_se: E-postadress

source: Message signature
sv_se: Meddelandesignatur

source: DEPRECATED, DO NOT USE
sv_se: FÖRÅLDRAT, ANVÄND INTE

source: Outgoing mail route
sv_se: Väg för ugående mail

source: XMLRPC has been disabled for now.
sv_se: XMLRPC har blivit inaktiverat för stunden.

source: OMG, input too big
sv_se: Satan i gatan, för stor input

source: Unknown content-type
sv_se: Okänd innehållstyp

source: Internal Error
sv_se: Inre Fel

source: Internal error
sv_se: Inre fel

source: Unknown
sv_se: Okänd

source: There is something unknown or wrong with this signature
sv_se: Det är någonting okänt eller fel med den här signaturen

source: Not Signed
sv_se: Inte Signerat

source: This message contains no signature, which means it could have come from anyone, not necessarily the real sender
sv_se: Det här meddelandet har ingen signatur, vilket betyder att det kan ha kommit från vem som helst, inte nödvändigtvis den riktiga avsändaren

source: There was a weird error with this signature
sv_se: Det var ett konstigt fel med den här signaturen

source: Mixed Error
sv_se: Mixat Fel

source: Parts of this message have a signature with a weird error
sv_se: Delar av det här meddelandet har en signatur med ett konstigt fel

source: Invalid
sv_se: Ogiltig

source: The signature was invalid or bad
sv_se: Signaturen var ogiltig eller innehöll fel

source: Parts of this message has a signature that are invalid or bad
sv_se: Delar av det här meddelandet har en ogiltig signatur

source: Revoked
sv_se: Upphävd

source: Watch out, the signature was made with a key that has beenrevoked- this is not a good thing
sv_se: Se upp, signaturen skapades med en nyckel som har blivit upphävd - det är inte bra

source: Watch out, parts of this message were signed from a key that has been revoked
sv_se: Var försiktig, delar av det här meddelandet signerades med en nyckel som har upphävts

source: Expired
sv_se: Utgången

source: The signature was made with an expired key
sv_se: Signaturen skapades med en utgången nyckel

source: Mixed Expired
sv_se: Mixad Utgången

source: Parts of this message have a signature made with an expired key
sv_se: Delar av det här meddelandet har en signatur som skapades med en utgången nyckel

source: The signature was made with an unknown key, so we can not verify it
sv_se: signaturen skapades med en okänd nyckel, så vi kan inte verifiera den

source: Parts of this message have a signature made with an unknown key which we can not verify
sv_se: Delar av det här meddelandet har en signatur som skapades med en okänd nyckel som vi inte kan verifiera

source: Unverified
sv_se: Overifierad

source: The signature was good but it came from a key that is not verified yet
sv_se: Signaturen var godkänd men den kom från en nyckel som inte är verifierad ännu

source: Parts of this message have an unverified signature
sv_se: Delar av det här meddelandet har en overifierad signatur

source: Verified
sv_se: Verifierad

source: The signature was good and came from a verified key, w00t!
sv_se: Signaturen var godkänd och kom från en verifierad nyckel, w00t!

source: Parts of the message have a verified signature, but other parts do not
sv_se: Delar av meddelandet har en verifierad signatur, men andra delar har det inte

source: There is some unknown thing wrong with this encryption
sv_se: Det är något okänt fel med den här krypteringen

source: Not Encrypted
sv_se: Ej Krypterat

source: This message was not encrypted. It may have been intercepted and read by an unauthorized party
sv_se: Det här meddelandet var inte krypterat. Det kan ha blivit uppsnappat och läst av en obehörig part

source: Encrypted
sv_se: Krypterad

source: This message was encrypted, great job being secure
sv_se: Det här meddelandet var krypterat, bra jobbat med säkerheten

source: Part of this message were encrypted, but other parts were not encrypted
sv_se: En del av det här meddelandet var krypterat, men andra delar var inte krypterade

source: Missing Key
sv_se: Nyckel Saknas

source: You do not have a private key that will decrypt this message. Perhaps it was encrypted to an old key you don't have anymore?
sv_se: Du har inte en privat nyckel som kan dekryptera det här meddelandet. Det kanske krypterades med en gammal nyckel du inte har längre?

source: Parts of the message were unable to be decrypted because you are missing the private key. Perhaps it was encrypted to an old key you don't have anymore?
sv_se: Delar av meddelandet kunde inte dekrypteras på grund av att du saknar den privata nyckeln. Det kanske krypterades till en gammal nyckel du inte har längre?

source: We failed to decrypt message and are unsure why.
sv_se: Vi kunde inte dekryptera det här meddelandet och vet inte riktigt varför

source: We failed to decrypt parts of this message and are unsure why
sv_se: Vi kunde inte dekryptera delar av det här meddelandet och vet inte riktigt varför

source: Mailpile security tip: \n\n Uh oh! This web site may be dangerous!\n Are you sure you want to continue?\n
sv_se: Mailpile säkerhetstips: \n\n Uh oh! Den här webbsidan kan vara farlig!\n Är du säker på att du vill fortsätta?\n

source: and
sv_se: och

source: others
sv_se: andra

source: No Fingerprint
sv_se: Inget Fingeravtryck

source: %s is too large to be a mailbox ID
sv_se: %s är för långt för att vara ett mailbox ID

source: Message not found?
sv_se: Meddelandet hittades inte?

source: Extracted attachment %s
sv_se: Extraherad bilaga %s

source: Wrote preview to: %s
sv_se: Skrev förhandsvisning till: %s

source: Failed to generate thumbnail
sv_se: Misslyckades med att generera ikon

source: Wrote attachment to: %s
sv_se: Skrev bilaga till: %s

source: No attachments found for: %s
sv_se: Inga bilagor hittade för: %s

source: Your metadata index is either too old, too new or corrupt!
sv_se: Ditt metadataindex är antingen för gammalt, för nytt eller korrupt!

source: Corrupt data in metadata index! Trying to cope...
sv_se: Korrupt data i metadataindex! Försöker lösa det...

source: Loading metadata index...
sv_se: Laddar metadataindex...

source: Metadata index not found: %s
sv_se: Metadataindex hittades inte: %s

source: Loading global posting list...
sv_se: Laddar global postlista...

source: Recovered! Wrote bad metadata to: %s
sv_se: Återställt! Skrev dålig metadata till: %s

source: Saving metadata index changes...
sv_se: Sparar ändringar till metadataindex...

source: Saved metadata index changes
sv_se: Sparade ändringar till metadataindex

source: Saving metadata index...
sv_se: Sparar metadataindex...

source: Saved metadata index
sv_se: Sparade metadataindex

source: Updating high level indexes
sv_se: Uppdaterar höga index

source: Bogus line: %s
sv_se: Felaktig rad: %s

source: =%s/%s using Received: instead of Date:
sv_se: =%s/%s använder Mottaget: istället för Datum:

source: =%s/%s has a bogus date
sv_se: %s/%s har ett felaktigt datum

source: WARNING: No proper Message-ID for %s
sv_se: VARNING: Inget ordentligt Meddelande-ID för %s

source: %s: Skipped: %s
sv_se: %s: Hoppade över: %s

source: %s: Checking: %s
sv_se: %s: Kontrollerar: %s

source: %s: Error opening: %s (%s)
sv_se: %s: Fel vid öppning: %s (%s)

source: %s: Reading your mail: %d%% (%d/%d message)
sv_se: %s: Läser din post: %d%% (%d/%d meddelande)

source: %s: Reading your mail: %d%% (%d/%d messages)
sv_se: %s: Läser din mail: %d%% (%d/%d meddelanden)

source: Rescan interrupted: %s
sv_se: Omskanning avbröts: %s

source: %s: Indexed mailbox: ...%s (%d new, %d updated)
sv_se: %s: Indexerad mailbox: ...%s (%d nya, %d uppdaterade)

source: (processing message ...)
sv_se: (bearbetar meddelande ...)

source: =%s/%s has bogus HTML.
sv_se: %s/%s har felaktig HTML.

source: Searching for %s
sv_se: Söker efter %s

source: Ignoring common word: %s
sv_se: Ignorerar vanligt ord: %s

source: Recovering from bogus sort, corrupt index?
sv_se: Återställer från felaktig sortering, korrupterat index?

source: Please tell team@mailpile.is !
sv_se: Var vänlig och kontakta team@mialpile.is !

source: Unknown sort order: %s
sv_se: Okänd sorteringsordning: %s

source: Collapsing conversations...
sv_se: Kollapsar konversationer...

source: SendMail: from %s (%s), to %s via %s
sv_se: SendMail: från %s (%s), till %s via %s

source: Connecting to %s
sv_se: Ansluter till %s

source: %s failed with exit code %d
sv_se: %s misslyckades med slutkod %d

source: SMTP connection to: %s:%s as %s
sv_se: SMTP-anslutning till: %s:%s as %s

source: Invalid username or password
sv_se: Ogiltigt användarnamn eller lösenord

source: Sender rejected by SMTP server
sv_se: Skickare avfärdades av SMTP-server

source: Server rejected recpient: %s
sv_se: Server avfärdade mottagare: %s

source: Server rejected DATA: %s %s
sv_se: Server avfärdade DATA: %s %s

source: Error spooling mail
sv_se: Fel när mailen spolades

source: Invalid sendmail command/SMTP server: %s
sv_se: Ogiltigt sendmailkommando/SMTP-server: %s

source: Preparing message...
sv_se: Förbereder meddelande...

source: Quitting
sv_se: Stänger ner

source: Elapsed: %.3fs (%s)
sv_se: Förfluten: %.3fs (%s)

source: <h1>Template not found</h1> <p>%s</p><p><b>DATA:</b> %s</p>
sv_se: <h1>Mall hittades inte</h1> <p>%s</p><p><b>DATA:</b> %s</p>

source: <h1>Template error</h1> <pre>%s</pre> <p>%s</p><p><b>DATA:</b> %s</p>
sv_se: <h1>Fel i mallen</h1> <pre>%s</pre> <p>%s</p<p><b>DATA:</b> %s</p>

source: <h1>Template not found in %s</h1> <b>%s</b><br/><div><hr><p><b>DATA:</b> %s</p></div>
sv_se: <h1>Mall hittades inte i %s</h1> <b>%s</b><br/><div><hr><p><b>DATA:</b> %s</p></div>

source: <h1>Template error in %s</h1> Parsing template %s: <b>%s</b> on line %s<br/><div><xmp>%s</xmp><hr><p><b>DATA:</b> %s</p></div>
sv_se: <h1>Mallfel i %s</h1> Tolkar mall %s: <b>%s</b> på rad %s<br/><div><xmp>%s</xmp><hr><p><b>DATA:</b> %s</p></div>

source: Message %s is not editable
sv_se: Meddelande %s kan inte redigeras

source: FIXME: Multiple results, OMG WTF
sv_se: FIXAMIG: Flera resultat, satan i gatan vad galet

source: now
sv_se: nu

source: %d mins
sv_se: %d minuter

source: %d hour
sv_se: %d timme

source: %d hours
sv_se: %d timmar

source: %d day
sv_se: %d dag

source: %d days
sv_se: %d dagar

source: Line number %s is out of range
sv_se: Radnumer %s är utom räckvidd

source: Trust not calculated
sv_se: Tillit inte uträknad

source: Unknown trust
sv_se: Okänd tillit

source: Undefined trust
sv_se: Odefinierad tillit

source: Never trust
sv_se: Ingen tillit

source: Marginally trust
sv_se: Marginell tillit

source: Full trust
sv_se: Full tillit

source: Ultimate trust
sv_se: Ultimat tillit

source: Expired key, not trusted
sv_se: Utgången nyckel, inte tillförlitlig

source: Disabled key, not trusted
sv_se: Inaktiverad nyckel, inte tillförlitlig

source: Revoked key, not trusted
sv_se: Tillbakadragen nyckel, inte tillförlitlig

source: RSA (encrypt only)
sv_se: RSA (kryptera endast)

source: RSA (sign only)
sv_se: RSA (signera endast)

source: Elgamal (encrypt only)
sv_se: Elgamal (kryptera endast)

source: Elgamal (encrypt/sign) [COMPROMISED]
sv_se: Elgamal (kryptera/signera) [ÄVENTYRAD]

source: Keys missing or ambiguous for %s
sv_se: Nycklar saknas eller tvetydiga för %s

source: Failed to sign message!
sv_se: Kunde inte signera meddelandet!

source: Starting up
sv_se: Startar

source: Checking for new mailboxes
sv_se: Kollar efter nya mailboxar

source: Rescanned %d mailboxes, failed to rescan %d
sv_se: Skannade om %d mailboxar, misslyckades med att skanna om %d

source: Rescanned %d mailboxes
sv_se: Skannade om %d mailboxar

source: Internal error! Sleeping...
sv_se: Inre fel! Sover...

source: Shut down
sv_se: Stäng av

source: Unknown mail source protocol: %s
sv_se: Okänd postkällprotokoll: %s

source: Failed to add message
sv_se: Kunde inte lägga till meddelande

source: Failed to remove message
sv_se: Kunde inte ta bort meddelande

source: Mailbox is out of sync
sv_se: Mailboxen är osynkad

source: Fetching chunk %d failed
sv_se: Att hämta bit %d misslyckades

source: Failed to list mailbox contents
sv_se: Misslyckades med att lista mailboxinnehåll

source: Bad username or password
sv_se: Fel användarnamn eller lösenord

source: Connected to IMAP server %s
sv_se: Ansluter till IMAP-server %s

source: Connection timed out
sv_se: Anslutning avbröts

source: An IMAP protocol error occurred
sv_se: Ett IMAP protokollfel uppstod

source: A network error occurred
sv_se: Ett nätverksfel uppstod

source: Watching %d maildir mailboxes
sv_se: Kollar %d maildir-mailboxar

source: Watching %d mbox mailboxes
sv_se: Kollar %d mbox-mailboxar

source: No data found
sv_se: Ingen data hittades

source: Message not found
sv_se: Meddelandet hittades inte

source: Could not find a filename for the message.
sv_se: Kunde inte hitta ett filnamn för meddelandet.

source: Invalid message type: %s
sv_se: Ogiltig meddelandetyp: %s

source: Mailbox messages are immutable
sv_se: Mailboxmeddelanden är oföränderliga

source: Already registered: %s
sv_se: Redan registrerad: %s

source: Have %d interesting %s messages
sv_se: Har %d intressanta %s meddelanden

source: Reading %s (%d/%d, %s=%s)
sv_se: Läser %s (%d/%d, %s=%s)

source: Failed to process message at =%s
sv_se: Kunde inte behandla meddelande vid =%s

source: Periodically retrain autotagger (seconds)
sv_se: Periodiskt omskola autotagger (sekunder)

source: Unknown tag: %s
sv_se: Okänd tagg: %s

source: Classified %d messages
sv_se: Klassificerade %d meddelanden

source: Auto-tagged %d messages
sv_se: Autotaggade %d meddelanden

source: Sent: %s
sv_se: Skickat: %s

source: Cannot update from multiple files
sv_se: Kan inte uppdatera från flera filer

source: Message is not editable
sv_se: Meddelandet kan inte redigeras

source: %d message(s) edited
sv_se: %d meddelanden ändrade

source: %d message(s) created
sv_se: %d meddelanden skapade

source: No messages!
sv_se: Inga meddelanden!

source: %d message(s) unchanged
sv_se: %d meddelanden oändrade

source: Please use update for editing messages
sv_se: Var vänlig använd uppdatera för att redigera meddelanden

source: %s wrote:
sv_se: %s skrev:
