Repository: mailpile/Mailpile
Catalog: mailpile/locale/*/LC_MESSAGES/mailpile.po
Languages: sv_se

source: Composing a reply from %(from)s to %(to)s, cc %(cc)s
sv_se: Skriver ett svar från %(from)s till %(to)s, cc %(cc)s

source: Composing a reply from %(from)s to %(to)s
sv_se: Skriver ett svar från %(from)s till %(to)s

source: You must configure a From address first.
sv_se: Du måste konfigurera en Från adress först.

source: No message found
sv_se: Inget meddelande hittades

source: Sorry, ephemeral messages cannot have attachments at this time.
sv_se: Förlåt, efemära meddelanden kan inte ha bilagor för tillfället.

source: No files found
sv_se: Inga filer hittades

source: No messages selected
sv_se: Inga meddelanden är valda

source: Error attaching to %s
sv_se: Problem med att bifoga bilaga till: %s

source: Attached %s to %d messages
sv_se: Bifogade %s till %d meddelanden

source: Sending message
sv_se: Skickar meddelande

source: Missing keys %s
sv_se: Saknar nycklar %s

source: Failed to send %s
sv_se: Kunde inte skicka %s

source: Sent %d messages
sv_se: Skickade %d meddelanden

source: Nothing was sent
sv_se: Inget skickades

source: Nothing to do!
sv_se: Inget att göra!

source: Failed to attach files
sv_se: Misslyckades med att bifoga filer

source: %d message(s) updated
sv_se: %d meddelanden uppdaterade

source: Missing encryption keys
sv_se: Krypteringsnyckel saknas

source: The outbox is empty
sv_se: Utkorgen är tom

source: Delay between attempts to send mail
sv_se: Fördröjning mellan försök att skicka mail

source: (BASE64 ENCODED DATA)
sv_se: (BASE64 KODAD DATA)

source: Found %d results
sv_se: Hittade %d resultat

source: Add contacts here!
sv_se: Lägg till kontakter här!

source: Added %d contacts
sv_se: Lade till %d kontakter

source: Removed contacts: %s
sv_se: Tog bort kontakter: %s

source: No contacts found
sv_se: Inga kontakter hittades

source: Added %d lines
sv_se: Lade till %d rader

source: Error adding lines to %s
sv_se: Problem med att lägga till linjer till %s

source: Removed %d lines
sv_se: Tog bort %d rader

source: Error removing lines from %s
sv_se: Problem med att ta bort rader från %s

source: Listed %d/%d results
sv_se: Listade %d/%d resultat

source: Required paramter missing. Required parameters are: %s
sv_se: Obligatorisk parameter saknas. Obligatoriska parametrar är: %s

source: Unknown parameter passed to importer. Provided %s; but known parameters are: %s
sv_se: Okänd parameter skickad till importör. Gav %s; men kända parametrar är: %s

source: Searched for addresses
sv_se: Sökte efter adresser

source: Choosing from address
sv_se: Väljer från adress

source: No results
sv_se: Inga resultat

source: Found %d events
sv_se: Hittade %d händelser

source: Canceled %d events
sv_se: Avbröt %d händelser

source: Event is not undoable
sv_se: Händelsen kan inte ändras

source: Event not found
sv_se: Händelsen hittades inte

source: Exported %d messages to %s
sv_se: Exporterade %d meddelanden till %s

source: Generated Javascript API
sv_se: Genererade Javascript API

source: Unknown migration: %s (available: %s)
sv_se: Okänd migration: %s (tillgänglig: %s)

source: Performed %d migrations, failed %d.
sv_se: Genomförde %d migrationer, misslyckades med %d.

source: Listed available plugins
sv_se: Listade tillgängliga plugins

source: Failed to load plugin: %s
sv_se: Kunde inte ladda plugin: %s

source: Loaded plugins: %s
sv_se: Laddade plugins: %s

source: Required plugins can not be disabled: %s
sv_se: Nödvändiga plugins kan inte avaktiveras: %s

source: Plugin not loaded: %s
sv_se: Plugin laddades inte: %s

source: Disabled plugins: %s (restart required)
sv_se: Avaktiverade plugins: %s (omstart krävs)

source: Weird starting point: %s
sv_se: Konstig startpunkt: %s

source: Prepared %d search results
sv_se: Förberedde %d sökresultat

source: Found %d results in %.3fs
sv_se: Hittade %d resultat i %.3fs

source: You must perform a search before requesting the next page.
sv_se: Du måste göra en sökning innan du kan efterfråga nästa sida.

source: Displayed next page of results.
sv_se: Visade nästa sida av resultaten.

source: You must perform a search before requesting the previous page.
sv_se: Du måste göra en sökning innan du kan efterfråga föregående sida.

source: Displayed previous page of results.
sv_se: Visade föregående sida av resultaten.

source: Changed sort order to %s
sv_se: Ändrade sorteringsorder till %s

source: Raw message: %s
sv_se: Rått meddelande: %s

source: Displayed a single message
sv_se: Visade ett enda meddelande

source: Displayed %d messages
sv_se: Visade %d meddelanden

source: New
sv_se: Ny

source: Inbox
sv_se: Inkorg

source: Blank
sv_se: Tom

source: Drafts
sv_se: Utkast

source: Outbox
sv_se: Utkorg

source: MaybeSpam
sv_se: KanskeSpam

source: Trash
sv_se: Skräp

source: All Mail
sv_se: All Post

source: Photos
sv_se: Foton

source: Files
sv_se: Filer

source: Links
sv_se: Länkar

source: Created default tags
sv_se: Skapade standardtaggar

source: Enabling spambayes autotagger
sv_se: Aktiverar SpamBayes autotaggare

source: Please install spambayes for super awesome spam filtering
sv_se: Var vänlig installera SpamBayes för super awesome spamfiltrering

source: Enabling gravatar image importer
sv_se: Aktiverar Gravatar bildimportör

source: Importing contacts from GPG keyring
sv_se: Importerar kontakter från GPG-nyckelring

source: Encrypting config to %s
sv_se: Krypterar konfigurering till %s

source: Oh no, PGP/GPG support is unavailable!
sv_se: Åh nej, PGP/GPG-support är otillgängligt!

source: Obfuscating search index and enabling indexing of encrypted e-mail.
sv_se: Förvränger sökindex och aktiverar indexering av krypterad e-mail.

source: Performed initial Mailpile setup
sv_se: Utförde initial Mailpile-setup

source: Oh noes, we have no GnuPG
sv_se: Åh nej, vi har ingen GnuPG

source: Found a keychain
sv_se: Hittade en nyckelring

source: Created a new key
sv_se: Skapade en ny nyckel

source: No e-mail addresses found
sv_se: Inga e-postadresser hittades

source: Incomplete settings
sv_se: Ofullständiga inställningar

source: That all worked
sv_se: Allt gick bra

source: Invalid settings
sv_se: Ogiltiga inställningar

source: Found settings for %d addresses
sv_se: Hittade inställningar för %d adresser

source: No settings found
sv_se: Inga inställningar hittades

source: Listening host for SMTP daemon
sv_se: Lyssningsvärd för SMTP-daemon

source: Listening port for SMTP daemon
sv_se: Lyssningsport för SMTP-daemon

source: Untag %d messages
sv_se: Avtaggade %d meddelanden

source: Tagged %d messages
sv_se: Taggade %d meddelanden

source: Undid tagging operation
sv_se: Ångrade taggoperation

source: Scheduled %d messages for future tagging
sv_se: Schemalade %d meddelanden för framtida taggning

source: Add tags here!
sv_se: Lägg till taggar här!

source: Added %d tags
sv_se: Lade till %d taggar

source: Listed %d tags
sv_se: Listade %d taggar

source: Deleted %d tags
sv_se: Tog bort %d taggar

source: Need flags and search terms or a hook
sv_se: Behöver flaggor och söktermer eller en hook

source: No such tag: %s
sv_se: Ingen sådan tagg: %s

source: Import contacts from GnuPG keyring
sv_se: Importera kontakter från GnuPG-nyckelring

source: Enable this importer
sv_se: Aktivera den här importören

source: Import contact info from a Gravatar server
sv_se: Importera kontaktinformation från en Gravatar-server

source: Max batch size per update
sv_se: Max batchstorlek per uppdatering

source: Default thumbnail style
sv_se: Standard ikonstil

source: Preferred thumbnail size
sv_se: Föredragen ikonstorlek

source: Location of Mork database
sv_se: Plats av Morkdatabas

source: Demo Contacts
sv_se: Demokontakter

source: This is the demo importer
sv_se: Det här är demoimportören

source: Activate demo importer
sv_se: aktiv demoimportör

source: Contact name
sv_se: Kontaktnamn

source: Contact email
sv_se: Kontaktadress

source: I refuse to work with empty or gross data
sv_se: Jag vägrar jobba med tom eller snuskig data

source: I hashed your data for you, yay!
sv_se: Jag hashade din data åt dig, whoo!

source: Tried to fix metadata index
sv_se: Försökte fixa metadataindex

source: That was fun!
sv_se: Det där var skoj!

source: Displayed raw metadata
sv_se: Visade rå metadata

source: Add Contact
sv_se: Lägg Till Kontakt

source: Name
sv_se: Namn

source: Add
sv_se: Lägg Till

source: Import Contacts
sv_se: Importera Kontakter

source: Contacts
sv_se: Kontakter

source: No Contact Info
sv_se: Ingen Kontaktinformation

source: Previous
sv_se: Föregående

source: Next
sv_se: Nästa

source: of
sv_se: av

source: 1 Conversation
sv_se: 1 Konversation

source: No results found
sv_se: Inga resultat hittades

source: No Name
sv_se: Inget Namn

source: Hey that's you
sv_se: Hörrö det är du

source: Compose
sv_se: Skriv

source: Search
sv_se: Sök

source: Security & Keys
sv_se: Säkerhet & Nycklar

source: You have no encryption keys for this contact. You need encryption keys in order to communicate securely.
sv_se: Du har inga krypteringsnycklar för den här kontakten. Du behöver krypteringsnycklar för att kommunicera säkert.

source: Find Encryption Keys
sv_se: Hitta Krypteringsnyckel

source: Crypto Policy
sv_se: Krypto-policy

source: Stats
sv_se: Statistik

source: Conversations
sv_se: Konversationer

source: No Events Found
sv_se: Inga Händelser Hittades

source: Filters
sv_se: Filter

source: Edit
sv_se: Redigera

source: Delete
sv_se: Ta Bort

source: Help
sv_se: Hjälp

source: %(name)s mailpile has %(size)s messages
sv_se: %(name)s mailpile har %(size)s meddelanden

source: Welcome to Mailpile!
sv_se: Välkommen till Mailpile!

source: You're about to experience secure email like never before!
sv_se: Du är på väg att uppleva säker e-post som aldrig förut!

source: Begin
sv_se: Börja

source: Basic Information
sv_se: Grundläggande Information

source: If you have a PGP key with a passphrase, use that passphrase here!
sv_se: Om du har en PGP-nyckel med en lösenfras, använd den lösenfrasen här!

source: We found an existing PGP keychain
sv_se: Vi hittade en existerande PGP-nyckelring

source: Do you want to generate a new key or import this keychain?
sv_se: Vill du generera en ny nyckel eller importera den här nyckelringen?

source: Learn About PGP Keys
sv_se: Lär Dig Om PGP-Nycklar

source: Generate
sv_se: Generera

source: Import
sv_se: Importera

source: New PGP key generated
sv_se: Ny PGP-nyckel genererad

source: This is your key’s verification fingerprint
sv_se: Det här är din nyckels kontrollfingeravtryck

source: See Key Details
sv_se: Se Nyckeldetaljer

source: Donate
sv_se: Donera

source: Donate To Mailpile
sv_se: Donera Till Mailpile

source: Or you can donate to our
sv_se: Eller så kan du donera till vår

source: Bitcoin Wallet
sv_se: Bitcoinplånbok

source: is free software made by
sv_se: är fri mjukvara skapad av

source: more
sv_se: mer

source: To
sv_se: Till

source: Subject
sv_se: Ämne

source: Can't Encrypt
sv_se: Kan Inte Kryptera

source: Error Encrypting
sv_se: Krypteringen Gick Fel

source: This message and metadata will not be encrypted
sv_se: Det här meddelandet och metadatan kommer inte krypteras

source: This message and attachments will be encrypted. The recipients & subject (metadata) will not
sv_se: Det här meddelandet och bilagan kommer att krypteras. Mottagaren och ämnet (metadata) kommer inte

source: This message cannot be encrypted because you do not have keys for one or more recipients
sv_se: Det här meddelandet kan inte krypteras eftersom du inte har några nycklar för en eller flera mottagare

source: There was an error prepping this message for encryption
sv_se: Det uppstod ett fel när meddelandet förbereddes för kryptering

source: Signed
sv_se: Signerat

source: Unsigned
sv_se: Osignerat

source: Signature Error
sv_se: Signaturfel

source: This message will be signed with your key. Recipients who have your key will know it actually came from you :)
sv_se: Det här meddelanet kommer signeras med din nyckel. Mottagare som har din nyckel kommer veta att det faktiskt kom från dig :)

source: This message will not be signed with your key. Recipients will have no way of knowing it actually came from you.
sv_se: Det här meddelandet kommer inte signeras med din nyckel. Mottagare kommer inte kunna veta att det faktiskt kom från dig.

source: Error accesing your key
sv_se: Problem med att komma åt din nyckel

source: hide details
sv_se: göm detaljer

source: autosaving...
sv_se: autosparar...

source: error autosaving
sv_se: fel med autosparning

source: Your Message...
sv_se: Ditt Meddelande...

source: Choose sending profile ...
sv_se: Välj sändprofil ...

source: Save
sv_se: Spara

source: Reply
sv_se: Svara

source: Send
sv_se: Skicka

source: Message Not Found
sv_se: Meddelandet Hittades Inte

source: We were unable to find the message you requested, perhaps it was deleted?
sv_se: Vi lyckades inte hitta meddelandet du efterfrågade, kanske det blivit raderat?

source: Contact Missing
sv_se: Kontakt Saknas

source: We were unable to find the contact you requested, perhaps it was typed (or linked to) incorrectly?
sv_se: Vi lyckades inte hitta meddelandet du efterfrågade, kanske skrev du (eller länkade till) det inkorrekt?

source: Tag Missing
sv_se: Tagg Saknas

source: Oops, You've Found a Quirk
sv_se: Oj, Du Har Hittat Något Skumt

source: If you think this is a bug, please file a <a href="%(url)s" target="_blank">bug report</a>
sv_se: Om du tror att det här är en bug, var vänlig och skriv en<a href="%(url)s" target="_blank">felreport</a>

source: Notifications
sv_se: Aviseringar

source: All Notifications
sv_se: Alla Aviseringar

source: From
sv_se: Från

source: Start Date
sv_se: Startdatum

source: to
sv_se: till

source: Present
sv_se: Nuvarande

source: With
sv_se: Med

source: No Tags
sv_se: Inga Taggar

source: All Groups
sv_se: Alla Grupper

source: And
sv_se: Och

source: All Contacts
sv_se: Alla Kontakter

source: We are searching numerous sources for encryption keys that match the address:
sv_se: Vi söker igenom massa källor för krypteringsnycklar som matchar adressen:

source: Key
sv_se: Nyckel

source: Created
sv_se: Skapad

source: Key Size
sv_se: Nyckelstorlek

source: Key Type
sv_se: Nyckeltyp

source: Tag Selection
sv_se: Taggval

source: Archive
sv_se: Arkiv

source: Remove
sv_se: Ta bort

source: Apply
sv_se: Verkställ

source: Send Your Public Key
sv_se: Skicka Din Publika Nyckel

source: Send Selected Keys
sv_se: Skicka Valda Nycklar

source: Finding Encryption Keys
sv_se: Hittar Krypteringsnycklar

source: Import Selected Keys
sv_se: Importera Valda Nycklar

source: No Subject
sv_se: Inget Ämne

source: Done Editing
sv_se: Klar Med Redigering

source: Edit Sidebar
sv_se: Redigera Sidramen

source: Add New Tag
sv_se: Lägg Till Ny Tagg

source: Tag
sv_se: Tagg

source: Friends & Family
sv_se: Vänner & Familj

source: friends-family
sv_se: vänner-familj

source: Display
sv_se: Visa

source: Parent
sv_se: Föräldrar

source: none
sv_se: ingen

source: Template
sv_se: Mall

source: Default
sv_se: Standard

source: Search Terms
sv_se: Söktermer

source: No Recipients
sv_se: Inga Mottagare

source: Raw Source
sv_se: Rå Källa

source: View your contacts
sv_se: Visa dina kontakter

source: Add a new contact
sv_se: Lägg till en ny kontakt

source: Click item or checkbox to select
sv_se: Klicka på saken eller kryssrutan för att markera

source: Messages
sv_se: Meddelanden

source: People
sv_se: Folk

source: Tags
sv_se: Taggar

source: Assign Tags
sv_se: Tilldela Taggar

source: Archive Selection
sv_se: Arkrivera Markering

source: Unread
sv_se: Oläst

source: Read
sv_se: Läs

source: Move to Spam
sv_se: Flytta till Spam

source: Delete Messages
sv_se: Ta bort Meddelanden

source: All
sv_se: Alla

source: All messages
sv_se: Alla meddelanden

source: Unread messages
sv_se: Olästa meddelanden

source: Attachments
sv_se: Bilagor

source: Messages with attachments
sv_se: Meddelanden med bilagor

source: List
sv_se: Lista

source: List view
sv_se: Listvy

source: Profiles
sv_se: Profiler

source: Preferences
sv_se: Preferenser

source: Advanced
sv_se: Avancerat

source: View all tags
sv_se: Visa alla taggar

source: Add Tag
sv_se: Lägg Till Tagg

source: Create a new tag
sv_se: Skapa en ny tagg

source: All current filters
sv_se: Alla aktuella filter

source: Type
sv_se: Typ

source: Show Tag by type
sv_se: Visa Tagg efter typ

source: Remove Tag
sv_se: Ta bort Tagg

source: Close
sv_se: Stäng

source: Settings
sv_se: Inställningar

source: No Results Found
sv_se: Inga Resultat Hittades

source: Here are some other options for you
sv_se: Här är några alternativ för dig

source: Searched <strong>%(number)s</strong> messages in <strong>%(elapsed)s</strong> seconds.
sv_se: Sökte <strong>%(number)s</strong> meddelanden på <strong>%(elapsed)s</strong> sekunder.

source: Vroom!
sv_se: Brum!

source: Hrm, We Could Not Find Anything
sv_se: Hrm, Vi Kunde Inte Hitta Något

source: Delivery route
sv_se: Leveransväg

source: my delivery route
sv_se: min leveransväg

source: username@smtp.mailserver.org
sv_se: användarnamn@smtp.mailserver.org

source: Add Profile
sv_se: Lägg Till Profil

source: Your Profiles
sv_se: Dina Profiler

source: Address:
sv_se: Adress:

source: Route:
sv_se: Väg:

source: Add Route
sv_se: Lägg till Väg

source: Edit Route
sv_se: Redigera Väg

source: Permit browser notifications
sv_se: Tillåt webbläsaraviseringar

source: Advanced Settings
sv_se: Avancerade Inställningar

source: Icon & Color
sv_se: Ikon & Färg

source: Change Icon
sv_se: Ändra Ikon

source: Change Color
sv_se: Ändra Färg

source: Priority Tag
sv_se: Prioritetstagg

source: Invisible
sv_se: Osynlig

source: Parent Tag
sv_se: Föräldratagg

source: Delete Tag
sv_se: Ta bort Tagg

source: Pick Tag Icon
sv_se: Välj Tagg Ikon

source: Pick Tag Color
sv_se: Välj Tagg Färg

source: Edit:
sv_se: Redigera:

source: Edit Tag
sv_se: Redigera Tagg
